Repository: systopia/de.systopia.eventcheckin
Catalog: l10n/*/LC_MESSAGES/eventcheckin.po
Languages: de_de

source: Invalid Token
de_de: Invalider Token

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Display Name
de_de: Vollständiger Name

source: Preferred Language
de_de: Bevorzugte Sprache

source: Contact Link
de_de: Kontakt-Link

source: Participant Link
de_de: Teilnehmer-Link

source: Participant Role(s)
de_de: Teilnehmerrolle(n)

source: Event Title
de_de: Veranstaltungstitel

source: Participant Status
de_de: Status der Anmeldung

source: Registration Date
de_de: Datum der Anmeldung

source: unknown
de_de: unbekannt

source: Custom Link
de_de: Externer Link

source: Token Timeout
de_de: Token Verfällt

source: never
de_de: niemals

source: 1 week
de_de: nach einer Woche

source: 1 month
de_de: nach einem Monat

source: Check-In Possible Status
de_de: Teilnehmer Status: Check-In möglich

source: disabled
de_de: deaktiviert

source: Checked-In Status
de_de: Teilnehmer Status: eingecheckt

source: Fields to show for Verification
de_de: Anzeige-Felder für die Verifizierung des Teilnehmers

source: none
de_de: keine

source: On Top
de_de: Oben

source: At the Bottom
de_de: Unten

source: Top and Bottom
de_de: Oben und Unten

source: Save
de_de: Speichern

source: Settings Updated
de_de: Settings Aktualisiert

source: Success
de_de: Erfolg

source: Check-In QR-Code (image)
de_de: Check-In QR-Code (Bild)

source: Check-In QR-Code (data)
de_de: Check-In QR-Code (Daten)

source: You have to provide the status ID if more than two are configured.
de_de: Gibt es mehr als einen zukünftigen Teilnehmer-Status, so muss dieser mit übermittelt werden.

source: Invalid participant status requested.
de_de: Illegaler Teilnehmer-Status angefordert.

source: Permission denied
de_de: Keine Berechtigung

source: Participant [%1] doesn't exist (any more).
de_de: Teilnehmer [%1] ist nicht (mehr) im System.

source: No eligible statuses for checkin configured.
de_de: Keine Status für einzucheckende Teilnehmer konfiguriert.

source: No eligible target statuses for checkin configured.
de_de: Keine Status für eingecheckte Teilnehmer konfiguriert.

source: Participant's status is currently '%1', and is therefore not eligible for check-in
de_de: Teilnehmerstatus ist aktuell '%1', und kann daher nicht eingecheckt werden

source: Event is not active any more
de_de: Veranstaltung ist nicht mehr aktiv

source: Check-In Event Participants
de_de: Teilnehmer Einchecken

source: Participant information
de_de: Informationen zum Teilnehmer

source: If you want tokens to time out, you can set a limit here. Otherwise the links will only stop working, when the event is deactivated.
de_de: Wenn gewünscht ist, dass die Tokens nach einer gewissen Zeit verfallen, so kann hier ein Zeitlimit gesetzt werden. Andernfalls wird das Token ungültig wenn die Veranstaltung deaktiviert wird.

source: Activate using a custom target link, passing the check-in token as <code>&#123;code&#125;</code>. If you leave this empty, the build-in CiviCRM page is used.
de_de: Um eine externe Check-In Seite zu verwenden, kann hier ein benutzerdefinierter Link generiert werden. Dabei wird der Token via <code>&#123;code&#125;</code> eingebunden. Wenn dieses Feld leer bleibt, so wird die CiviCRM interne Check-In Seite verwendet.

source: These are the participant statuses eligible for check-in. If the contact's participant is not in one of the selected statuses, check-in will be denied.
de_de: Dies sind die Teilnehmerstatus für die ein Check-In möglich ist. Falls ein Teilnehmer keinen dieser Status hat, so wird ein Check-In verweigert.

source: These are the participant statuses considered to be "checked-in". If you have more than on, the user confirming the check-in will have to select the status.
de_de: Dies sind die Teilnehmer-Status die als "eingecheckt" gelten. Falls es mehr als einen gibt, so wird dieser auf der Check-In Seite zur Auswahl angeboten.

source: Here you can select the participant fields to be shown to the check-in user, in order to confirm the participant's identity.
de_de: Hier können Sie Teilnehmer Informationen auswählen, die beim Check-In angezeigt werden. Mit deren Hilfe sollte es dann möglich sein, der/die TeilnehmerIn zu identifizieren, und den richtigen Status zu ermitteln.

source: Here you can configure where the check-in buttons should be on the check-in page.
de_de: Hier kann man konfigurieren, wo die Check-In Buttons auf der Check-In Seite sein sollen.

source: Token Settings
de_de: Token Einstellungen

source: Check-In Settings
de_de: Check-In Einstellungen

source: In order to check in other contacts, your user has to have the "Check-In Event Participants" (<code>event checkin</code>) permission.
de_de: Um Teilnehmer einzuchecken muss der aktuelle Benutzer über die "Check-In Event Participants" (<code>event checkin</code>) Berechtigung verfügen.

source: If you're using the remote check-in feature, the API user has to have the "RemoteContacts: Check-In Event Participants" (<code>remote event checkin</code>) permission, and the user contact identified by the <code>remote_contact_id</code> must have the "Remote Check-In User" role.
de_de: Falls Sie die "Remote Check-In" Funktionalität mit einer externen Website verwenden wollen, so muss deren API User die "RemoteContacts: Check-In Event Participants" (<code>remote event checkin</code>) Berechtigung haben, und der Benutzer der mittels der <code>remote_contact_id</code> identifiziert wurde, muss die "Remote Check-In User" Rolle haben.
